experiments/redis_contention/redis_multi/pair_0/clients_100_threads_6_pipeline_1/redis.out
6         Threads
100       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        94021.34          ---          ---         3.19897         3.11900         4.83100        15.74300     97696.43 
Gets        94001.29         0.00     94001.29         3.18161         3.11900         4.79900        13.88700      3753.11 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     188022.63         0.00     94001.29         3.19029         3.11900         4.83100        14.71900    101449.55